IDEA Open Model
ConcreteMemberData.TwoWaySlabType Property
 two way slab type
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public TwoWaySlabType TwoWaySlabType { get; set; }
Public Property TwoWaySlabType As TwoWaySlabType
	Get
	Set
public:
property TwoWaySlabType TwoWaySlabType {
	TwoWaySlabType get ();
	void set (TwoWaySlabType value);
}
Property Value
Type: TwoWaySlabType
See Also
Reference
ConcreteMemberData Class
IdeaRS.OpenModel.Concrete Namespace